var data = [{
    "name": "机械/设备/模具",
    "diversity": [{
        "name": "风机、排风设",
        "multiple": [{
            "name": "德莱厄斯",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "刀具、夹具",
        "multiple": [{
            "name": "德玛西亚",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "通用五金配件",
        "multiple": [{
            "name": "葫芦娃",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "农作物/花卉/禽畜",
    "diversity": [{
        "name": "粮食",
        "multiple": [{
            "name": "玉米",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "新鲜蔬菜",
        "multiple": [{
            "name": "花菜",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "生鲜水果",
        "multiple": [{
            "name": "生核桃",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "建筑/建材/五金",
    "diversity": [{
        "name": "建筑装修施工",
        "multiple": [{
            "name": "阳台",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "门窗五金",
        "multiple": [{
            "name": "拉手",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "水暖五金",
        "multiple": [{
            "name": "电梯",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "能源/矿产/石油",
    "diversity": [{
        "name": "石油燃料",
        "multiple": [{
            "name": "汽油",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "原煤",
        "multiple": [{
            "name": "铁",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "工业润滑油",
        "multiple": [{
            "name": "铝合金",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "电工/电气/配电",
    "diversity": [{
        "name": "高压电器",
        "multiple": [{
            "name": "工业插座",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "调压器",
        "multiple": [{
            "name": "高压开关柜",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "电动机",
        "multiple": [{
            "name": "控制电缆",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "饰品/礼品/工艺品",
    "diversity": [{
        "name": "节日礼品",
        "multiple": [{
            "name": "灯笼",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "手机饰品",
        "multiple": [{
            "name": "生活用品",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "民间工艺品",
        "multiple": [{
            "name": "装饰植物",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "汽车/保养/维修",
    "diversity": [{
        "name": "汽车维护工具",
        "multiple": [{
            "name": "洗车工具",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "汽车安全用品",
        "multiple": [{
            "name": "汽车锁",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "商用车",
        "multiple": [{
            "name": "离合器",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "交通/运输/配件",
    "diversity": [{
        "name": "载货车",
        "multiple": [{
            "name": "加油站设备",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "拖车",
        "multiple": [{
            "name": "脚刹",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "物流台车",
        "multiple": [{
            "name": "通风机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "物流/运输/货运",
    "diversity": [{
        "name": "会议展览服",
        "multiple": [{
            "name": "吊滑车",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "商业合作",
        "multiple": [{
            "name": "叉车",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "物流服务",
        "multiple": [{
            "name": "会议会务",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
{
    "name": "网站/广告/服务",
    "diversity": [{
        "name": "房屋信息",
        "multiple": [{
            "name": "家庭保洁",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        },]
    },
    {
        "name": "运动健身",
        "multiple": [{
            "name": "个人搬家",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    },
    {
        "name": "超市、百货",
        "multiple": [{
            "name": "体育馆",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "鼓风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风机盘管",
        },
        {
            "name": "风幕机",
        },
        {
            "name": "离子风机",
        },
        {
            "name": "工业风扇",
        },
        {
            "name": "风叶",
        },
        {
            "name": "风机盘管",
        }]
    }]
},
]